# 1. 1. CSS 은무엇의 약자인가? [    ] (1) Creative Style Sheets (2) Cascading Style Sheets (3) Computer Style Sheets (4) Colorful Style Sheets

# 2번

# 2. 다음중맞으면 T, 틀리면 F 를기입 하시오.
#  〮HTML과 CSS는 각자 문법을 갖는 별개의 언어이다.[   t ] 
# 〮웹브라우저는 내장 기본 스타일이 있어 CSS가 없어도 작동한다.[  t   ] 
# 〮자식요소 프로퍼티는 부모의 프로퍼티를 모두 상속 받는다.[ f ]   



# 3. . 크기단위 em 은요소에 지정된 상속된 사이즈나 기본 사이즈에 대해
#  상대적인 사이즈를 설정한다.
#   즉, 상속의 영향으로 사이즈가 의도치 않게 변경될 수있는데 
#   이를 예방하기 위해 HTML 최상위 요소의 사이즈를 기준으로 
#   삼는 크기 단위는 무엇인가?
# rootem
# rem

# 4. 다음예제를 통해 “후손 셀렉터”와 “자식 셀렉터”의 차이를 설명하시오 .
# 자식은 자기자신 바로 밑에것만
# 후손은 중첩 모든 태그에 다 적